package lecture.week1.flowControl.exercise;

/*
Вы едете слишком быстро, и полицейский останавливает вас.
Напишите код для вычисления результата, закодированный как значение типа int:
0 = нет штрафа, 1 = маленький штраф, 2 = большой штрафа.
Если скорость равна 60 или меньше, результат равен 0.
Если скорость находится между 61 и 80 включительно, результат равен 1.
Если скорость равна 81 или больше, результат равен 2.

Пример:
int speed = 100;
Вывод программы -> Большой штраф
*/

public class Exercise1 {

}
